{
    "about": [
        {
            "type": "map",
            "mapPoints": [
                {"x": 48.51, "y": 43.84, "name": "Cool Facility", "description": "I'm cool facility"},
                {"x": 52.97, "y": 44.89, "name": "Extra Facility", "description": "I'm extra facility"},
                {"x": 80.49, "y": 80.18, "name": "Giga Facility", "description": "I'm giga facility"}
            ]
        },
        {
            "type": "text",
            "paragraphs": [
                "Becoming aware of the current dream state during ongoing sleep is referred to as lucid dreaming (LD) (Baird, B. et al., 2019). While 53% of people experience lucid dreaming at least once in their lifetime, the ability to induce it at will is rare (Saunders, D. T., 2016), posing challenges for research. Various methods, including cognitive-behavioral techniques, external stimulation, and substances, may increase LD likelihood. There are potential risks of LD such as disrupted sleep patterns, fatigue, confusion between sleep and reality, and sleep paralysis. Recent evidence suggests that these can be explained by failed induction attempts or poor dream control (Mallett et al., 2022). This underscores the need for effective and risk-eliminating methods, especially if LD is to be used for therapeutic purposes.",
                "Compared to non-lucid REM sleep, recent neurobiological study of LD indicates a decrease in both posterior theta and beta power in the right temporoparietal junction. Furthermore, around the time of the first LD eye signaling, gamma activity involving the precuneus, left prefrontal cortex, and frontopolar areas was observed. Additionally, enhanced connectivity in the alpha band with a prominent hub in the left superior temporal gyrus, and increased gamma connectivity within bilateral frontotemporal regions, were revealed (Demirel, Ç et al., 2024). While progress has been made, a comprehensive understanding of the brain changes associated with lucid dreaming is still lacking. "
            ]
        },
        {
            "type": "unorderedList",
            "header": "LD researchers face several fundamental problems:",
            "listItems": [
                "the difficulty of capturing the phenomenon during the often costly data acqusition",
                "lack of an effective method of LD induction",
                "as a result, small, underpowerd studies"
            ]
        },
        {
            "type": "text",
            "paragraphs": [
                "An approach attempting to solve the above struggles is ISoLDE. Instead of small studies with insufficient power, large-scale open science collaborations between several research labs have the potential to generate robust data, even for highly demanding data acquisition procedures. Moving research from the lab to the home setting, thanks to the increasing popularity of easy-to-use sleep wearables EEG, significantly reduces the cost of the experiment while increasing the chance of (repeatedly) capturing this phenomenon (Liang & Barr, 2024). In addition, home conditions make it easier for participants to take part in the experiment, offsetting the logistical difficulties associated with sleeping in a sleep lab, and show a more ecological picture of sleeping and dreaming.",
                "Inviting LD experts to participate in the study, people who often have been training, testing and even creating their own individual induction methods for many years, provides a unique opportunity to catch the nuances of the phenomenon that, we as scientists, may often be unaware of. People who frequently experience LD often conduct experiments on their own, recording observations and sharing on numerous forums and social media groups. The use of scientific tools to describe the years of experience and psychological characteristics of LD enthusiasts will provide a basis for a holistic view of the phenomenon, which in the future may contribute to the creation of more effective methods, increasing control over dreaming in the first place, and not just awareness of it (Zerr, P., 2024)."
            ]
        },
        {
            "type": "teamPhotos",
            "people": [
                {"name": "Martin Dresler", "university": "RU, Netherlands", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"}
            ]
        },
        {
            "type": "timeline",
            "timelineEvents": [
                { "date": "MARCH 2025", "description": "First meeting" },
                { "date": "DECEMBER 2025", "description": "Data collection end" },
                { "date": "JUNE 2026", "description": "End of data analysis" }
            ]
        }
    ],
    "researchers": [
        {
            "type": "text",
            "header": "Data colletion",
            "paragraphs": [
                "The study will include two groups of participants: the LD expert group and a control group. All participants will complete a set of questionnaires assessing their biopsychosocial characteristics. Throughout the study, participants will fill out a daily questionnaire regarding their day and sleep details, as well as a weekly questionnaire measuring positive and negative affect. Additionally, the LD expert group will participate in a micro-phenomenological interview via Zoom and document their LD induction method in detail, either in writing or verbally, depending on their preference.",
                "For a four-week period, LD experts will use wearable EEG devices during sleep. When experiencing a lucid dream, they will signal this using LRLR (left-right-left-right) eye movements. During the first week (control week), they will be instructed to refrain from LD induction while continuing to wear the EEG device. For the three weeks, participants will attempt to induce LD using their standard methods. The control group will wear the EEG device for one week. This group will be gender- and age-matched with the LD expert group and will consist of individuals who have never experienced lucid dreaming.",
                "To ensure consistency, reproducibility, and interoperability of EEG data in our research, all recordings from the wearable EEG system should follow the Brain Imaging Data Structure (BIDS) standard, with adaptations for mobile EEG. The European Data Format (.edf) should be used."
            ]
        },
        {
            "type": "photo",
            "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/diagram.svg"
        },
        {
            "type": "text",
            "header": "Analysis",
            "paragraphs": [
                "In the ISoLDE project, sleep labs will collect questionnaire and sleep wearable-EEG data. To assess replicability and robustness of findings in sleep research, the data will be analyzed using a many analysts approach. More detailed information soon!"
            ]
        }
    ],
    "participants": [
        {
            "type": "text",
            "header": "Who are we looking for?",
            "paragraphs": [
                "We’re looking for lucid dreaming enthusiasts who experience lucid dreams at least twice a week. If you’re passionate about exploring your dreams and want to contribute to scientific research, join us!"
            ]
        },
        {
            "type": "text",
            "header": "Risks",
            "paragraphs": [
                "Participation in the study involves minimal risks. The non-invasive EEG recordings used are standard and safe procedures. However, individuals with light sleep may experience increased nighttime awakenings due to the presence of electrodes, which can occasionally cause mild skin irritation."
            ]
        }
    ],
    "community": [
        {
            "type": "text",
            "header": "Join Our Lucid Dreaming Discord: A space for both lucid dreamers and researchers!",
            "paragraphs": [
                "Are you fascinated by lucid dreaming? Whether you're a dreamer looking to enhance your skills or a researcher studying the science behind it, our Lucid Dreaming Discord Community is the perfect place to connect."
            ]
        },
        {
            "type": "unorderedList",
            "header": "For Dreamers:",
            "listItems": [
                "Learn & Share: Exchange tips, techniques, and experiences with fellow lucid dreamers.",
                "Get Support: Struggling with dream recall or taking control during your lucid dreams? Get advice from an active community.",
                "Help Science: Share your experiences to contribute to ongoing research!"
            ]
        },
        {
            "type": "unorderedList",
            "header": "For Reseachers:",
            "listItems": [
                "Real-World Insights: Talk with lucid dreamers to better understand the phenomenon, individual differences and its effects.",
                "Collaborate: Discuss studies with other researchers and find participants. Moreover, lucid dreamers could offer valuable feedback to improve experimental setups.",
                "Global Network: Connect with scientists and lucid dreamers worldwide."
            ]
        },
        {
            "type": "text",
            "header": "How to join?",
            "paragraphs": [
                "Click the link below to join our Lucid Dreaming Discord and start exploring! Whether you're here to learn or contribute, there’s a place for you."
            ]
        }
    ]
}