{
    "about": [
        {
            "type": "text",
            "paragraphs": [
                "Lucid dreaming (LD), the awareness of dreaming during sleep, has gained scientific interest due to its clinical potential and benefits, such as treating chronic nightmares, narcolepsy, and PTSD, as well as enhancing creativity and problem-solving. Eye movements performed after gaining dream awareness have become the research standard. Despite its promise, LD remains rare, with only 53% experiencing it once and 23% regularly (Saunders, 2016). This rarity poses challenges, as the neuroscience of LD is still partially understood.",
                "Methods like Wake Back to Bed (WBTB), reality testing, and sensory stimulation during REM sleep aim to induce LD, but risks like sleep disruption and paralysis highlight the need for safer techniques. Neurobiological studies show changes in EEG patterns during LD but remain inconclusive due to methodological variability and participant differences.",
                "The ISoLDE approach proposes large-scale collaborations and home-based studies using wearable EEG devices to address challenges like small sample sizes and costly lab setups. Involving LD enthusiasts with extensive experience may uncover nuances in the phenomenon and improve induction methods. Harnessing these insights could enhance both awareness and control in LD, paving the way for effective therapeutic applications."
            ]
        },
        {
            "type": "map",
            "mapPoints": [
                {"x": 48.51, "y": 43.84, "name": "Cool Facility", "description": "I'm cool facility"},
                {"x": 52.97, "y": 44.89, "name": "Extra Facility", "description": "I'm extra facility"},
                {"x": 80.49, "y": 80.18, "name": "Giga Facility", "description": "I'm giga facility"}
            ]
        },
        {
            "type": "teamPhotos",
            "people": [
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"},
                {"name": "Karolina Raczek", "university": "JU, Poland", "email": "Mail", "url": "https://raw.githubusercontent.com/WWarzecha/ISOLDE/team-photos/1506603007.svg"}
            ]
        },
        {
            "type": "timeline",
            "timelineEvents": [
                { "date": "MARCH 2025", "description": "First meeting" },
                { "date": "DECEMBER 2025", "description": "Data collection end" },
                { "date": "JUNE 2026", "description": "End of data analysis" }
            ]
        }
    ],
    "researchers": [
        {
            "type": "text",
            "header": "Data colletion",
            "paragraphs": [
                "Before the experiment, LD experts will fill out a battery of questionnaires (group A) and take part in micro-phenomenological interviews via zoom. The lucid dreaming experts will use a wearable EEG for ~4 weeks. They will record each night and complete questionnaires (group B) each evening/morning. Once a week, participants will be asked to fill out questionnaires from group C. When participants have lucid dreams, they should indicate their state using LRLR (left-right-left-right) visual signaling.",
                "Participants should document their LD induction method in detail, either in writing or verbally, depending on their preference. For the first 3 weeks, participants will be asked to induce LD in the standard way; in the last week of the study, participants will be asked to stop induction (control week), however, continue to wear the EEG band. The control group will be gender- and age-matched with the LD expert group, never experiencing LD. They will be asked to wear a wearable EEG for a week while sleeping. Before the experiment, control group will fill out a battery of questionnaires (group A). They will record each night and complete questionnaires (group B) each evening/morning without free-form documentation. Once a week, participants will be asked to fill out questionnaires from group C."
            ]
        }
    ],
    "participants": [
        {
            "type": "text",
            "header": "Who are we looking for?",
            "paragraphs": [
                "Before the experiment, LD experts will fill out a battery of questionnaires (group A) and take part in micro-phenomenological interviews via zoom. The lucid dreaming experts will use a wearable EEG for ~4 weeks. They will record each night and complete questionnaires (group B) each evening/morning. Once a week, participants will be asked to fill out questionnaires from group C. When participants have lucid dreams, they should indicate their state using LRLR (left-right-left-right) visual signaling.",
                "Participants should document their LD induction method in detail, either in writing or verbally, depending on their preference. For the first 3 weeks, participants will be asked to induce LD in the standard way; in the last week of the study, participants will be asked to stop induction (control week), however, continue to wear the EEG band. The control group will be gender- and age-matched with the LD expert group, never experiencing LD. They will be asked to wear a wearable EEG for a week while sleeping. Before the experiment, control group will fill out a battery of questionnaires (group A). They will record each night and complete questionnaires (group B) each evening/morning without free-form documentation. Once a week, participants will be asked to fill out questionnaires from group C."
            ]
        }
    ],
    "community": [
        {
            "type": "text",
            "header": "Join Our Lucid Dreaming Discord: A space for both lucid dreamers and researchers!",
            "paragraphs": [
                "Are you fascinated by lucid dreaming? Whether you're a dreamer looking to enhance your skills or a researcher studying the science behind it, our Lucid Dreaming Discord Community is the perfect place to connect."
            ]
        },
        {
            "type": "unorderedList",
            "header": "For Dreamers:",
            "listItems": [
                "Learn & Share: Exchange tips, techniques, and experiences with fellow lucid dreamers.",
                "Get Support: Struggling with dream recall or taking control during your lucid dreams? Get advice from an active community.",
                "Help Science: Share your experiences to contribute to ongoing research!"
            ]
        },
        {
            "type": "unorderedList",
            "header": "For Reseachers:",
            "listItems": [
                "Real-World Insights: Talk with lucid dreamers to better understand the phenomenon, individual differences and its effects.",
                "Collaborate: Discuss studies with other researchers and find participants. Moreover, lucid dreamers could offer valuable feedback to improve experimental setups.",
                "Global Network: Connect with scientists and lucid dreamers worldwide."
            ]
        },
        {
            "type": "text",
            "header": "Why Discord?"
        },
        {
            "type": "unorderedList",
            "header": "Discord is the perfect platform for building a global, interactive community. It offers:",
            "listItems": [
                "Real-time conversations: Connect instantly with dreamers and researchers through chat, to share thoughts and experiences about induction methods, studies, experimental setups and more",
                "Organized channels: Easily find discussions on topics like dream induction techniques, scientific findings, and the effects of lucid dreaming for mental well-being.",
                "Collaboration opportunities: Researchers can share findings, challenges and can help each other refine research ideas."
            ]
        },
        {
            "type": "text",
            "header": "How to join?",
            "paragraphs": [
                "Click the link below to join our Lucid Dreaming Discord and start exploring! Whether you're here to learn or contribute, there’s a place for you."
            ]
        }
    ]
}